const data = {/*FIX ALL*/
	
    "alkaliMetals": `<big><strong>Щелочные металлы</strong></big><br><br>
        Щелочные металлы - элементы 1-й группы периодической системы химических элементов (Li, Na, K, Rb, Cs, Fr).<br>
На внешнем уровне: <strong>ns<sup>1</sup></strong> электрон.
Для всех металлов характерна степень окисления <strong>+1</strong>.<br><br> 
        <strong>Физические свойства</strong>: легкоплавкие металлы серебристо-белого (литий, натрий, калий, рубидий) или золотисто-жёлтого (цезий) цвета, 
обладающие высокой мягкостью и пластичностью.<br>Наиболее твёрдым является литий, остальные щелочные металлы легко режутся ножом и могут быть раскатаны в фольгу.<br><br> 
        <strong>Химические свойства</strong>:<br>*все щелочные металлы активно реагируют с водой, выделяя из неё водород: <br> <i>2Li +2H<sub>2</sub>O = 2LiOH + H<sub>2</sub>↑</i> <br>*взаимодействуют с кислородом (образуя оксиды формулы Э<sub>2</sub>O): <br> <i>4Li + O<sub>2</sub> = 2Li<sub>2</sub>O (оксид лития)</i> <br> *взаимодействуют с неметаллами (образуется соль): <br> <i>2Li + Cl<sub>2</sub> = 2LiCl</i> <br> *взаимодействуют с кислотами (образуются соль и водород): <br> <i>2Na + 2HCl = 2NaCl + H<sub>2</sub>↑</i><br><br><u>Свойства оксидов:</u><br>*взаимодействуютс водой:<br><i>Li<sub>2</sub>O + H<sub>2</sub>O = 2LiOH</i><br>*взаимодействуют с кислотными оксидами:<br><i>K<sub>2</sub>O + CO<sub>2</sub> = K<sub>2</sub>CO<sub>3</sub></i><br>*взаимодействуют с кислотами:<br><i>Na<sub>2</sub>O + 2HCl = 2KCl + H<sub>2</sub>O</i><br><br><u>Свойства оснований - щелочей:</u> <br> *взаимодействуют с кислотами - реакция нейтрализации (образуются соль и вода):<br><i>NaOH + HCl = NaCl + H<sub>2</sub>O</i><br>*взаимодействуют с кислотными оксидами (образуются соль и вода): <br> <i>2KOH + SO<sub>3</sub> = K<sub>2</sub>SO<sub>4</sub> +H<sub>2</sub>O</i><br>*взаимодействуют с амфотерными гидроксидами (образуются комплексная соль и вода): <br> <i>2NaOH + Be(OH)<sub>2</sub> = Na<sub>2</sub>[Be(OH)<sub>4</sub>]</i><br>*взаимодействуют с амфотерными оксидами (образуются соль и вода): <br> <i>2KOH + Al<sub>2</sub>O<sub>3</sub> = 2KAlO<sub>2</sub> +H<sub>2</sub>O</i> <br>*взаимодействуют с растворимыми солями (образуются соль и основание): <br> <i>2NaOH + CuSO<sub>4</sub> = Na<sub>2</sub>SO<sub>4</sub> + Cu(OH)<sub>2</sub>↓</i><br><br><u>Качественный анализ:</u><br>*Соединения щелочных металлов окрашивают пламя в характерные цвета.<br>Соли лития придают ему карминово-красный цвет, соли натрия — жёлтый, калия — фиолетовый, рубидия и цезия — светло-фиолетовый.`,
	
    "alkalineEarthMetals": `<big><strong>Be, Mg и щелочноземельные металлы</strong></big><br><br>
        Щелочноземельные металлы - элементы 2-й группы периодической системы химических элементов (Ca, Sr, Ba, Ra).<br>
На внешнем уровне: <strong>ns<sup>2</sup></strong> электрон.
Для всех металлов характерна степень окисления <strong>+2</strong>.<br><br> 
        <strong>Физические свойства</strong>: имеют металлический блеск, ковкость, пластичность, высокую тепло- и электропроводность.<br><br> 
        <strong>Химические свойства</strong>:<br>*Be и Mg инертны к воде, Ca, Sr и Ba растворяются в воде (образуя гидроксид): <br> <i>Ca +2H<sub>2</sub>O = Li(OH)<sub>2</sub> + H<sub>2</sub>↑</i> <br>*взаимодействуют с кислородом (образуя оксиды формулы ЭO):<br><i>Ba + O = BaO</i><br>*взаимодействуют с кислотами (образуются соль и водород): <br> <i>Ba + 2HCl = BaCl<sub>2</sub> + H<sub>2</sub></i> <br> *взаимодействуют с неметаллами (образуется соль): <br> <i>Sr + Br<sub>2</sub> = SrBr<sub>2</sub></i> <br><br>
<u>Свойства оксидов:</u><br>*взаимодействуютс водой:<br><i>CaO + H<sub>2</sub>O = Ca(OH)<sub>2</sub></i> - реакция гашения извести<br>*взаимодействуют с кислотными оксидами:<br><i>BaO + CO<sub>2</sub> = Ba<sub>2</sub>CO<sub>3</sub></i><br>*взаимодействуют с кислотами:<br><i>SrO + 2HCl = SrCl<sub>2</<sub> + H<sub>2</sub>O</i><br><br>
<u>Свойства оснований - щелочей:</u> <br> *при нагревании разлагаются (образуются соответствующий оксид и вода):<br><i>Ba(OH)<sub>2</sub> = BaO + H<sub>2</sub>O (t)</i><br>*взаимодействуют с кислотными оксидами (образуются соль и вода): <br> <i>Ca(OH)<sub>2</sub> + CO<sub>2</sub> = Ca<sub>2</sub>CO<sub>3</sub>↓ +H<sub>2</sub>O</i> - качественная реакция на углекислый газ<br>*взаимодействуют с кислотами - реакция нейтрализации (образуются соль и вода):<br><i>Ba(OH)<sub>2</sub> + 2HCl = BaCl<sub>2</sub> + 2H<sub>2</sub>O<br><br>
<u>Качественный анализ:</u><br>*Соединения кальция окрашивают пламя в кирпично-красный цвет.<br>*Качественная реакция на ионы бария:<br><i>Ba<sup>2+</sup> + SO<sup>4</sup> = BaSO<sup>4</sup>↓</i>`,
	
    "halogens": `<big><strong>Галогены</strong></big><br><br>
        Галогены - элементы 17-й (VIIA) группы периодической системы химических элементов (F, Cl, Br, I, At).<br>
На внешнем уровне: <strong>ns<sup>2</sup> np<sup>5</sup></strong> электроны.
Наиболее характерна степень окисления <strong>-1</strong>. Атомы других галогенов (помимо фтора с посстоянной с.о. -1) способны проявлять положительные степени окисления <strong>+1; +3; +5; +7</strong>.<br>Галогены образуют с металлами соединения с ионной связью, а с другими неметаллами — соединения с ковалентной полярной связью.<br><br> 
        <strong>Физические свойства</strong>: при обычных условиях фтор представляет собой светло-жёлтый газ, хлор — жёлто-зелёный газ, бром — красно-коричневую жидкость, иод — тёмно-фиолетовые кристаллы.<br>У всех галогенов резкий неприятный запах, и они очень токсичны.<br>Твёрдый иод при нагревании легко возгоняется (переходит в газообразное состояние и обратно в твёрдое).<br><br> 
        <strong>Химические свойства</strong>:<br>*слабо растворяются в воде, фтор вытесняет из нее кислород: <br> <i>2F <sub>2</sub> +2H<sub>2</sub>O = 4HF + O<sub>2</sub>↑</i> <br>*фтор реагирует со всеми металлами, с некоторыми при нагревании:<br><i>2Au + 3F<sub>2</sub> = AuF<sub>3</sub> (t)</i><br>*остальные галогены реагируют с металлами при нагревании: <br> <i>2Fe + 3Cl<sub>2</sub> = 2FeCl<sub>3</sub> (t)</i> <br> *взаимодействуют с водородом (образуется соль):<br><i>H<sub>2</sub> + F<sub>2</sub> = 2HF</i> - фтор взаимодействует с водородом со взрывом<br><i>H<sub>2</sub> + Cl<sub>2</sub> = 2HCl (t)</i> - смесь хлора с водородом взрывается только при поджигании или освещении<br><i>H<sub>2</sub> + Br<sub>2</sub> = 2HBr (t)</i> - бром начинает реагировать с водородом только при нагревании, и реакция происходит без взрыва<br><i>H<sub>2</sub> + I<sub>2</sub> = 2HI (t)</i> - реакция иода с водородом идёт медленно даже при нагревании<br>*более активные галогены вытесняют менее активные из растворов его солей:<br><i>2KBr<sup>-1</sup> + Cl<sub>2</sub><sup>0</sup> = Br<sub>2</sub><sup>0</sup> + 2KCl<sup>-1</sup></i><br><br>
<u>Качественный анализ:</u><br>*Качественная реакция на галогены обычно выполняется с помощью растворов солей серебра (AgNO<sub>3</sub>):<br><i>Ag<sup>+</sup> + Cl<sup>-</sup> = AgCl↓</i> - осадок белого цвета<br><i>Ag<sup>+</sup> + Br<sup>-</sup> = AgBr↓</i> - осадок бледно-желтого цвета<br><i>Ag<sup>+</sup> + I<sup>-</sup> = AgI↓</i> - осадок желтого цвета`,
	
    "chalcogenes": "<big><strong>Халькогены</strong></big><br><br>Халькогены — химические элементы 16-й группы периодической таблицы химических элементов. <br>На внешнем энергетическом уровне 6 электронов. Имеют аллотропные модификации.",
	"H": {/*FIX THIS SHIT!*/
		"basic properties": `<strong>Простое вещество: H<sub>2</sub><br>
				Химическая связь: ковалентная неполярная</strong><br><br>
				Получение водорода: <br>
				<i>2HCl + Zn = ZnCl<sub>2</sub> + H<sub>2</sub>↑</i><br>
				<i>2H<sub>2</sub>O = 2H<sub>2</sub>↑ + O<sub>2</sub>↑ (эл. ток)</i><br><br><br>
				Химические свойства: <br>
				1) 2H<sub>2</sub> + O<sub>2</sub> = 2H<sub>2</sub>O <br>
				2) 2Me + H<sub>2</sub> = 2MeH <br>
				3) MeO + H<sub>2</sub> = Me + H<sub>2</sub>O <br><br>
				Основные соединения: <br>
				&#8195;H<sub>2</sub>O(вода):  H<sub>2</sub>O<sub>2</sub>(пероксид водорода): <br>
				<I>1)2H<sub>2</sub>O + 2Me<sub>активный</sub> = 2MeOH + H<sub>2</sub>↑<I>1) 2H<sub>2</sub>O<sub>2</sub> = 2H<sub>2</sub>O + O<sub>2</sub>↑ <br>
				&#8195;&#8195;<I>2H<sub>2</sub>O + 2Li = 2LiOH + H<sub>2</sub>↑</I><br>
				2) H<sub>2</sub>O + MeO = Me(OH)<sub>2</sub><br>
				&#8195;&#8195;<I>H<sub>2</sub>O + CaO = Ca(OH)<sub>2</sub>↓</I><br>
				3) H<sub>2</sub>O + НемеO = HA<br>
				&#8195;&#8195;<I>H<sub>2</sub>O + SO<sub>3</sub> = H<sub>2</sub>SO<sub>4</sub></I>`,
	},
	"O": {/*AND THIS*/
		"data": `Вот тут пиши всякую фигню там где <br>
				 перенос строки`,
		"basic properties": `<strong>Простое вещество: O<sub>2</sub> <br>
				Химическая связь: ковалентная неполярная</strong><br><br>
				 Получение кислорода: <br>
				 <I>2KMnO<sub>4</sub> = K<sub>2</sub>MnO<sub>4</sub> + MnO<sub>2</sub> + O<sub>2</sub>↑</I><br>
				 <I>2H<sub>2</sub>O = 2H<sub>2</sub>↑ + O<sub>2</sub>↑ (эл. ток)</I><br><br>
				 Химические свойства: <br>
				 1) Me + O<sub>2</sub> = MeO <br>
				 2) Неме + O<sub>2</sub> = НемеО <br>
				 3) O<sub>2</sub> + F<sub>2</sub> = O<sub>2</sub>F<sub>2</sub>(эл. ток)<br><br>
				 Основные соединения: <br>
				 &#8195;&#8195;Оксиды: <br>
				 <u>1)Оснóвные:</u> <br>
				 *взаимодействуют с водой (обр. щелочь)<br>
				 <I>CaO + H<sub>2</sub>O = Ca(OH)<sub>2</sub></I><br>
				 *взаимодействуют с кислотами (обр. соль и вода)<br>
				 <I>CaO + H<sub>2</sub>SO<sub>4</sub> = CaSO<sub>4</sub> + H<sub>2</sub>O</I><br>
				 *взаимодействуют с кислотными оксидами (обр. соль)<br>
				 <I>CaO + CO<sub>2</sub> = CaCO<sub>3</sub></I> <br>
				 *взаимодействуют с амфотерными оксидами (обр. соль)<br>
				 <I>CaO + ZnO = CaZnO<sub>2</sub></I> <br>
				 *восстановление углем/угарным газом(металлы > Al)<br>
				 <I>FeO + C = Fe + CO↑ <br>
				 CuO + CO = Cu + CO<sub>2</sub>↑</I><br>
				 *восстановление водородом (металлы > Al)<br>
				 CuO + H<sub>2</sub> = Cu + H<sub>2</sub>O(p,t)<br>
				 *восстановление более активными металлами (магние/алюмотермия)<br>
				 <I>3CuO + 2Al = Al<sub>2</sub>O<sub>3</sub> + 3Cu(t)<br>
				 CuO + Mg = MgO + Cu(t)<br>
				 *восстановление аммиаком (только неактивные металлы)<br>
				 3CuO + 2NH<sub>3</sub> = 3Cu = 3H<sub>2</sub>O + N<sub>2</sub><br>
				 </I><u>2)Амфотерные:</u><br>
				 *не взаимодействуют с водой<br>
				 *взаимодействуют с кислотами (обр. соль и вода)<br>
				 <I>ZnO + 2HCl = ZnCl<sub>2</sub> + H<sub>2</sub>O</I><br>
				 *взаимодействуют с кислотными оксидами (обр. соль)<br>
				 <I>Al<sub>2</sub>O<sub>3</sub> + 3 SO<sub>3</sub> = Al<sub>2</sub>(SO<sub>4</sub>)<sub>3</sub></I><br>
				 *взаимодействуют со щелочами<br>
				 Al<sub>2</sub>O<sub>3</sub> + 2NaOH = 2NaAlO<sub>2</sub> + H<sub>2</sub>O<br>
				 Al<sub>2</sub>O<sub>3</sub> + 6NaOH + 3H<sub>2</sub>O = 2Na<sub>3</sub>[Al(OH)<sub>6</sub>]<br>
				 <u>3)Кислотные:</u> <br>
				 *взаимодействуют с водой (обр. кислоту)<br>
				 <I>SO<sub>3</sub> + H<sub>2</sub>O = H<sub>2</sub>SO<sub>4</sub></I><br>
				 взаимодействуют с щелочами (обр. соль и вода)<br>
				 <I>SO<sub>3</sub> + Ca(OH)<sub>2</sub> = CaSO<sub>4</sub> + H<sub>2</sub>O</I><br>
				 *взаимодействуют с амфотерными гидроксидами (обр. соль и вода)<br>
				 <I>3SO<sub>3</sub> + 2Al(OH)<sub>3</sub> = Al<sub>2</sub>(SO<sub>4</sub>)<sub>3</sub> + 3H<sub>2</sub>O</I><br>
				 *могут проявлять окислительные и восстановительные свойства<br>
				 <I>2SO<sub>2</sub> + O<sub>2</sub> = 2SO<sub>3</sub></I><br>
				 <u>4)Несолеобразующие:</u> <br>
				 <I>H<sub>2</sub>O, NO<sub>2</sub>, S<sub>2</sub>, CO, SiO, NO</I>`,
	},
}